Repository: Jooyeshgar/amir
Catalog: po/*.po
Languages: fa

source: Press Enter to see available subjects.
fa: برای مشاهده سرفصل‌ها اینتر را فشار دهید.

source: Index
fa: ردیف

source: Subject Code
fa: کد سرفصل

source: Subject Name
fa: عنوان سرفصل

source: Debt
fa: بدهکاری

source: Credit
fa: بستانکاری

source: Description
fa: توضیح

source: Edit document
fa: ویرایش سند

source: No document found with number %s Do you want to register a document with this number?
fa: سندی با شماره %s پیدا نشد آیا مایلید سندی با این شماره ثبت کنید؟

source: No Documents found
fa: هیچ سندی پیدا نشد

source: Add new row
fa: اضافه کردن سطر جدید

source: Edit row
fa: ویرایش سطر

source: No subject is registered with the code: %s
fa: هیچ سرفصلی با کد %s ثبت نشده است

source: No subjects found
fa: هیچ سرفصلی پیدا نشد

source: Are you sure to remove this row?
fa: آیا از حذف این ردیف مطمئن هستید؟

source: Are you sure?
fa: آیا مطمئن هستید؟

source: Document should not be empty
fa: سند نمی‌تواند خالی باشد

source: Can not save document
fa: امکان ذخیره سند وجود ندارد

source: Debt sum and Credit sum should be equal
fa: جمع بدهکاری و جمع بستانکاری باید با هم برابر باشند

source: Document saved with number %s.
fa: سند با شماره %s ذخیره شد.

source: You should save the document before make it permanent
fa: قبل از اینکه سند را دائمی کنید باید آنرا ذخیره کنید.

source: Document is not saved
fa: سند ذخیره نشده

source: Are you sure to make this document temporary?
fa: آیا از موقت کردن سند اطمینان دارید؟

source: Are you sure to delete the whole document?
fa: آیا از حذف کامل سند اطمینان دارید؟

source: Debtor
fa: بدهکار

source: Creditor
fa: بستانکار

source: Get From Customer
fa: دریافت از طرف حساب

source: Pay To Customer
fa: پرداخت به طرف حساب

source: Bank To Bank
fa: بانک به بانک

source: Cash To Bank
fa: صندوق به بانک

source: Bank To Cash
fa: بانک به صندوق

source: Bank Fee
fa: کارمزد بانک

source: Transfer To Customer
fa: انتقال به طرف حساب

source: Investment
fa: سرمایه گذاری

source: Cost
fa: پرداخت هزینه

source: Income
fa: درآمد

source: Removal
fa: برداشت

source: Cheque No. %s spended
fa: چک شماره %s واگذار شد.

source: Failed, %s
fa: ناموفق, %s

source: successfully added. Document number : %d
fa: با موفقیت اضافه شد. شماره سند : %d

source: Current Account
fa: حساب جاری

source: Savings Account
fa: حساب پس انداز

source: Id
fa: شناسه

source: Account Name
fa: نام حساب

source: Number
fa: شماره حساب

source: Owner
fa: صاحب حساب

source: Type
fa: نوع

source: Bank Name
fa: نام بانک

source: successfully added.
fa: با موفقیت افزوده شد.

source: Date
fa: تاریخ

source: Quantity
fa: مقدار

source: Unit Price
fa: قیمت واحد

source: Total Price
fa: قیمت کل.

source: Remained
fa: مانده

source: Factor Code
fa: کد فاکتور

source: Customer Name
fa: نام طرف حساب

source: Customer Code
fa: کد مشتری

source: Yes
fa: بلی

source: No
fa: خیر

source: Initial inventory
fa: موجودی اولیه

source: Sell
fa: فروش

source: Buy
fa: خرید

source: Not Found
fa: یافت نشد

source: Paid-Not passed
fa: پرداختی-پاس نشده

source: Paid-Passed
fa: پرداختی-پاس شده

source: Recieved-Not cashed
fa: دریافتی-وصول نشده

source: Recieved-Cashed
fa: دریافتی-وصول شده

source: Spent
fa: خرج شده

source: Returned from customer
fa: عودت از مشتری

source: Returned to customer
fa: عودت به مشتری

source: Paid-Bounced
fa: پرداختی-برگشت شده

source: Recieved-Bounced
fa: دریافتی-برگشت شده

source: Float
fa: در جریان وصول

source: Cheques Report
fa: گزارش چک‌ها

source: ID
fa: شناسه

source: Amount
fa: مقدار

source: Write Date
fa: تاریخ ثبت

source: Due Date
fa: تاریخ سررسید

source: Serial
fa: شماره سریال

source: Account
fa: حساب

source: Bill ID
fa: شماره سند

source: Status
fa: وضعیت

source: Edit Non-Cash Payment
fa: ویرایش پرداخت غیر نقدی

source: Save Changes...
fa: ذخیره تغییرات

source: Are you sure to return this cheque?
fa: آیا از بازگشت این چک مطمئنید؟

source: Cheque with serial No.
fa: چک با شماره سریال

source: returned from
fa: عودت شده از

source: The operation was completed successfully.
fa: عملیات با موفقیت انجام شد.

source: returned to
fa: عودت شده به

source: Are you sure to bounce this cheque?
fa: آیا از برگشت چک مطمئنید؟

source: Bounced cheque
fa: چک برگشتی

source: Are you sure to get this cheque passed?
fa: آیا از پاس/وصول این چک مطمئنید؟

source: Cheque with serial No.
fa: چک با شماره سریال

source: Passed
fa: پاس شده

source: Are you sure to float this cheque?
fa: آیا از سر حساب گذاشتن این چک مطمئنید؟

source: Floated
fa: در جریان وصول قرار گرفت

source: Cashed
fa: وصول شده

source: Are you sure to delete the cheque?
fa: آیا از حذف چک اطمینان دارید؟

source: Clear
fa: پاک کردن

source: Transaction ID
fa: کد تراکنش

source: History Date
fa: زمان تاریخچه

source: You must enter the due date for the non-cash payment.
fa: باید زمانی را برای پرداخت غیر نقدی وارد کنید.

source: You must enter the Amount for cheque
fa: وارد کردن مبلغ چک الزامی است

source: You must enter a writing date for the cheque.
fa: باید یک تاریخ برای نوشتن چک کنید وارد کنید.

source: You must enter the serial number for the non-cash payment.
fa: باید شماره سریالی برای پرداخت غیر نقدی وارد کنید.

source: The payment cannot be saved. %s
fa: پرداخت را نمی‌توان ثبت کرد. %s

source: Invalid data
fa: اطلاعات نادرست

source: Add some notebook items
fa: سطری اضافه کنید.

source: Transation sum should be 0
fa: جمع بدهکاری و جمع بستانکاری باید با هم برابر باشند

source: Code
fa: کد

source: Name
fa: نام

source: Add new group
fa: اضافه کردن گروه جدید

source: Edit group
fa: ویرایش گروه

source: Group can not be deleted, Because there are some customers registered in it.
fa: گروه قابل حذف کردن نیست،‌چون طرف حسایهایی در آن ثبت شده است.

source: Error deleting group
fa: خطا در حذف گروه

source: Group name should not be empty
fa: نام گروه نمی‌تواند خالی باشد.

source: Group code should not be empty
fa: کد گروه نمی‌تواند خالی باشد.

source: Empty fields
fa: فیلدهای خالی

source: A group with this code already exists.
fa: گروهی با این کد موجود است

source: A group with this name already exists.
fa: گروهی با این نام موجود است

source: Duplicate group
fa: گروه تکراری

source: Balance
fa: تراز

source: Add New Customer
fa: اضافه کردن طرف حساب جدید

source: Add Customer
fa: اضافه کردن طرف حساب

source: Customer code should not be empty.
fa: کد طرف حساب نباید خالی باشد.

source: Customer code has been used before.
fa: این کد طرف حساب قبلاً استفاده شده است.

source: Customer group should not be empty.
fa: گروه طرف حساب نباید خالی باشد.

source: No customer group registered with code %s.
fa: هیچ گروه طرف حسابی با کد %s ثبت نشده است

source: Customer name should not be empty.
fa: نام طرف حساب نباید خالی باشد.

source: Can not save customer
fa: امکان ذخیره طرف حساب وجود ندارد

source: Edit Customer
fa: ویرایش طرف حساب

source: Save Customer
fa: ذخیره طرف حساب

source: Customer can not be deleted, Because there are some Factors or Cheques related to it. Please delete them first. (Note: If there is some cheque, deleting that will not be usefull.)
fa: امکان حذف این مشتری نیست؛ زیرا فاکتور یا چکی مرتبط با او ثبت شده است. ابتدا آن ها را پاک کنید. (توجه: اگر چکی ثبت شده باشد, حذف آن بی فایده است.)

source: Error deleting customer
fa: خطا در حذف مشتری

source: Please enter number in correct format True Formats: '2-11' or '2'
fa: لطفاً عدد را به شکل صحیح وارد کنید شکل های صحیح: «۲-۱۱» یا «۲»

source: Doc.
fa: سند

source: No document found with the requested number.
fa: سندی با شماره خواسته شده پیدا نشد.

source: Invalid document number
fa: شماره سند نادرست است

source: Accounting Document
fa: سند حسابداری

source: Document Number
fa: شماره سند

source: Total
fa: مجموع

source: Accounting
fa: حسابداری

source: Financial Manager
fa: مدیر مالی

source: Managing Director
fa: مدیرعامل

source: Amir - Sales return form
fa: امیر - فرم برگشت از فروش

source: Return Sale from:
fa: برگشت فروش از:

source: Return Sales
fa: برگشت فروش

source: Amir - Sell form
fa: امیر - فرم فروش

source: Sold To:
fa: فروخته شده به:

source: Amir - Purchase return form
fa: امیر - فرم برگشت از خرید

source: Return buy to:
fa: برگشت خرید به:

source: Return Purchase
fa: برگشت خرید

source: Amir - Buy form
fa: امیر - فرم خرید

source: Buy from:
fa: خرید از

source: Factor
fa: فاکتور

source: Customer
fa: طرف حساب

source: Pre Invoice
fa: پیش فاکتور

source: No.
fa: شماره

source: Product Name
fa: نام محصول

source: Unit Disc.
fa: تخفیف واحد.

source: Disc.
fa: تخفیف

source: pre-invoice
fa: پیش فاکتور

source: Save Changes
fa: ذخیره تغییرات

source: Edit sell: %(code)s - %(subject)s
fa: ویرایش فروش: %(code)s - %(subject)s

source: Choose sell information
fa: افزودن اطلاعات فروش

source: Choose buy information
fa: افزودن اطلاعات خرید

source: Add to list
fa: افزودن به فاکتور

source: Are You sure you want to delete the sell row number %s?
fa: آیا از حذف سطر %s اطمینان دارید؟

source: Confirm Deletion
fa: تأیید حذف

source: The "Product Code" which you selected is not a valid Code.
fa: کد محصول انتخابی معتبر نیست

source: Invalid Product Code
fa: کد محصول نامعتبر است

source: The "Quantity" Must be greater than 0.
fa: تعداد باید از صفر بیشتر باشد.

source: Invalid Quantity
fa: تعداد محصول نادرست است

source: The "Quantity" is larger than the storage, and over-sell is off!
fa: تعداد درخواستی از تعداد انبار بیشتر است و این محصول اجازه بیشفروش ندارد

source: Quantity can be at most %s.
fa: تعداد حداکثر می‌تواند %s عدد باشد.

source: The "Quantity" is low!
fa: "مقدار" اندک است!

source: Quantity Warning
fa: هشدار مقدار

source: The "Unit Price" Must be greater than 0.
fa: قیمت واحد باید از صفر بیشتر باشد

source: Invalid Unit Price
fa: قیمت واحد نادرست

source: The Unit Sell Price you entered is less than the product Purchase Price!"
fa: قیمت واحد فروش وارد شده کمتر از قیمت خرید محصول است!

source: Product code is invalid
fa: کد کالا نادرست است.

source: Quantity must be greater than 0.
fa: مقدار/تعداد کالا باید بیشتر از صفر باشد.

source: Quantity is more than the available storage. (Over-Sell is Off)
fa: مقدار کالا از موجودی در دسترس بیشتر است (با توجه به این که بیش فروشی برای این کالا غیرفعال است).

source: Unit Price cannot be negative.
fa: قیمت واحد نمی‌تواند منفی باشد!

source: Unit Price is less than the product purchase price.
fa: قیمت واحد کمتر از قیمت خرید کالا است!

source: Invalid discount range. (Discount must be between 0 and 100 percent)
fa: بازهٔ تخفیف نادرست (تخفیف باید بین ۰ تا ۱۰۰ درصد باشد).

source: Invalid discount. (Use numbers and percentage sign only)
fa: تخفیف نادرست (تنها از اعداد و علامت درصد استفاده نمایید).

source: Invalid discount. (Put percentage sign before or after discount amount)
fa: تخفیف نادرست (علامت درصد را قبل یا بعد مبلغ تخفیف قرار دهید).

source: Applying discount decreases product price below its purchase price!
fa: اعمال تخفیف باعث کاهش قیمت کالا تا زیر قیمت خرید آن می‌شود!

source: The customer code you entered is not valid.
fa: کد مشتری که وارد کرده‌اید معتبر نیست.

source: There is no product selected for the invoice.
fa: هیچ کالایی برای این صورت حساب انتخاب نشده است.

source: The available quantity of %s is not enough for the invoice. You can save it as pre-invoice.
fa: مقدار موجود از %s در فاکتور کافی نیست شما می‌توانید آن را به عنوان پیش فاکتور ذخیره کنید.

source: spended
fa: واگذار شده

source: Debit for invoice number %s
fa: بدهکاری برای فاکتور شماره %s

source: Cash Payment for invoice number %s
fa: پرداخت نقدی برای فاکتور شماره %s

source: Discount for invoice number %s
fa: تخفیف برای فاکتور شماره %s

source: Additions for invoice number %s
fa: اضافه شده برای فاکتور شماره %s

source: VAT for invoice number %s
fa: مالیات برای فاکتور شماره %s

source: Fee for invoice number %s
fa: عوارض برای فاکتور شماره %s

source: Discount on items for invoice number %s
fa: تخفیف روی کالاهای فاکتور شماره %s

source: Buying
fa: خریدن

source: Selling
fa: فروختن

source: Returning purchases
fa: برگشت از خرید

source: Returning sales
fa: برگشت از فروش

source: %(units)s units, invoice number %(factor)s
fa: میزان %(units)s واحد کالا، فاکتور شماره %(factor)s

source: Backup saved successfully
fa: پشتیبان‌گیری با موفقیت انجام شد

source: Backup restored successfully
fa: بازیابی اطلاعات با موفقیت انجام شد

source: There was a problem in creating new database. Maybe trying with another name will help...
fa: مشکلی در ایجاد پایگاه داده جدید پیش آمد. شاید انتخاب نام دیگری آن را برطرف کند...

source: Error creating new database
fa: خطا در ساختن پایگاه داده جدید

source: Daily NoteBook
fa: دفتر روزنامه‌ای

source: Ledgers NoteBook
fa: دفتر کل

source: Sub-ledgers NoteBook
fa: دفتر معین - تفصیلی

source: Second date value shouldn't precede the first one.
fa: تاریخ دوم نباید از تاریخ اول عقب‌تر باشد

source: Invalid date order
fa: ترتیب نادرست تاریخ

source: One of document numbers are empty.
fa: یکی از شماره سندها خالی است.

source: Invalid document order
fa: ترتیب نادرست شماره سند

source: Second document number shouldn't be greater than the first one.
fa: شماره سند دوم نباید از شماره سند اول کوچکتر باشد.

source: Diagnosis
fa: ت.ش

source: Remaining
fa: مانده

source: deb
fa: بد

source: equ
fa: بی

source: cre
fa: بس

source: The requested notebook is empty.
fa: دفتر درخواست شده خالی است.

source: Empty notebook
fa: دفتر خالی

source: Ledgers Notebook
fa: دفتر کل

source: Sub-ledgers Notebook
fa: دفتر معین - تفصیلی

source: This operation may change numbers of permanent documents too. Are you sure to continue?
fa: این عمل ممکن است شماره سندهای دائمی را نیز تغییر دهد. آیا از این عمل اطمینان دارید؟

source: Changing document numbers
fa: تغییر شماره سندها

source: Ordering documents completed successfully.
fa: مرتب سازی اسناد با موفقیت انجام شد.

source: Operation successfull
fa: عملیات با موفقیت انجام شد.

source: Payid by
fa: پرداخت توسط

source: Payid to
fa: پرداخت به

source: Writing date
fa: تاریخ ثبت

source: Bank
fa: بانک

source: Serial No.
fa: شماره سریال

source: Add Non-Cash Payment
fa: اضافه کردن پرداخت غیر نقدی

source: Add payment to list
fa: اضافه کردن پرداخت به لیست

source: Are you sure to delete the cheque number %d?
fa: آیا شما از حذف چک شماره %d اطمینان دارید؟

source: No bank is defined.
fa: بانکی تعریف نشده است.

source: No bank is defined. (Go to 'management->Bank Accounts' in order to define new bank accounts)
fa: بانکی تعریف نشده است. (برای تعریف حساب بانکی به «مدیریت -> حساب‌های بانکی» بروید)

source: deleted
fa: حذف شده

source: Sum of previous page
fa: مجموع صفحه قبل

source: Sum
fa: جمع

source: Purchase Price
fa: قیمت خرید

source: Selling Price
fa: قیمت فروش

source: Unit measurement
fa: واحد اندازه‌گیری

source: Add New Product
fa: اضافه کردن محصول

source: Initial inventory:
fa: موجودی اولیه

source: Edit Product
fa: ویرایش محصول

source: Quantity:
fa: مقدار:

source: Product code should not be empty.
fa: کد محصول نمی‌تواند خالی باشد.

source: Product group should not be empty.
fa: گروه محصول نباید خالی باشد.

source: Product name should not be empty.
fa: نام محصول نمی‌تواند خالی باشد.

source: A product with this code already exists.
fa: محصولی با این کد موجود است.

source: Group code is not valid.
fa: کد گروه است معتبر نیست.

source: Product with initial balance must have purchase price.
fa: کالا با موجودی اولیه باید قیمت خرید نیز داشته باشد.

source: Discount formula is not valid
fa: فرمول تخفیف معتبر نیست

source: Discount formula should be typed in ascending order.
fa: فرمول تخفیف باید به صورت صعودی تایپ شود.

source: Invalid product properties
fa: خواص محصول نامعتبر

source: Initial balance
fa: موجودی اولیه

source: Initial funding (share capital)
fa: سرمایهٔ اولیه

source: Buy ID
fa: کد فروش

source: Sell ID
fa: کد خرید

source: Group can not be deleted, Because there are some products registered in it.
fa: گروه قابل حذف کردن نیست زیرا کالاهایی در آن ثبت شده است.

source: Group code should not be empty.
fa: کد گروه نمی‌تواند خالی باشد.

source: Group name should not be empty.
fa: نام گروه نمی‌تواند خالی باشد.

source: A group with this code already exists.
fa: گروهی با این کد موجود است.

source: A group with this name already exists.
fa: گروهی با این نام موجود است.

source: Buying code is not valid.
fa: کد خرید معتبر نیست.

source: Selling code is not valid.
fa: کد گروه فروش انتخابی معتبر نیست.

source: Invalid group properties
fa: مشخصات گروه نامعتبر است

source: Current
fa: جاری

source: Path
fa: مسیر

source: Add Database
fa: اضافه کردن پایگاه داده

source: Can not connect to mysql database with given information.
fa: امکان اتصال به پایگاه داده Mysql با اطلاعات داده شده وجود ندارد.

source: Can not connect to the database. The selected database file may not be a sqlite database or be corrupt.
fa: امکان اتصال به پایگاه داده وجود ندارد. فایل انتخاب شده ممکن است خراب بوده و یا پایگاه دادهٔ از نوع sqlite نباشد.

source: Wrong file format!
fa: پسوند فایل وارد شده نادرست است!

source: Error opening new database
fa: خطا در باز کردن پایگاه داده جدید

source: Are you sure to remove this database from the list?
fa: آیا از حذف این پایگاه داده مطمئنید؟

source: All databases removed. The default database will be opened for use.
fa: تمام پایگاه‌های داده حذف شدند از پایگاه داده پیش‌فرض استفاده خواهد شد.

source: All databases removed
fa: تمام پایگاه‌های داده حذف شدند

source: Please wait...
fa: لطفاً صبر کنید...

source: Repairing database
fa: تعمیر پایگاه داده

source: Repair Operation Completed!
fa: عملیات تعمیر انجام شد.

source: You have changed the current database, any unsaved data will be lost. Are you sure to continue?
fa: شما پایگاه داده فعلی را تغییر داده‌اید، هر گونه اطلاعات ذخیره نشده از دست خواهد رفت. آیا مطمئنید؟

source: Both
fa: هر دو

source: Debtor or Creditor
fa: بدهکار یا ستانکار

source: Permanent
fa: دائمی

source: Add Ledger
fa: اضافه کردن سرفصل

source: Add Sub-ledger
fa: افزودن زیرفصل

source: Please select an item from the list, to add subject for it.
fa: برای ایجاد سرفصل لطفا بخش بالایی را انتخاب کنید

source: Select a subject
fa: یک سرفصل انتخاب کنید

source: Edit Ledger
fa: ویرایش سرفصل

source: Subject can not be deleted, because it has some child subjects.
fa: سرفصل قابل حذف کردن نیست زیرا زیرفصل‌هایی برای آن ثبت شده است.

source: Error deleting subject
fa: خطا در حذف سرفصل

source: Subject can not be deleted, because there are some documents registered for it.
fa: سرفصل قابل حذف کردن نیست زیرا سندهایی با استفاده از آن ثبت شده است.

source: Subject name should not be empty.
fa: نام سرفصل نباید خالی باشد.

source: Empty subject name
fa: نام سرفصل خالی‌ است

source: A subject with this name already exists in the current level.
fa: یک سرفصل با همین نام در سطح جاری وجود دارد.

source: Duplicate subject name
fa: نام سرفصل تکراری است

source: Ledger Code field is empty
fa: کد سرفصل خالی است

source: Invalid subject code
fa: کد سرفصل نامعتبر است

source: A subject with this code already exists.
fa: سرفصلی با این کد موجود است

source: Duplicate subject code
fa: کد سرفصل تکراری است

source: The type of this subject can not be changed to 'creditor', Because there are %d documents that use it as debtor.
fa: نوع این سرفصل نمی‌تواند به «بستانکار» تغییر کند، چون %d سند از آن به عنوان «بدهکار» استفاده کرده‌اند.

source: The type of this subject can not be changed to 'debtor', Because there are %d documents that use it as creditor.
fa: نوع این سرفصل نمی‌تواند به «بدهکار» تغییر کند، چون %d سند از آن به عنوان «بستانکار» استفاده کرده‌اند.

source: Can not change subject type
fa: نوع سرفصل قابل تغییر نیست

source: Ledger name
fa: نام سرفصل

source: No ledgers found.
fa: هیچ سرفصلی پیدا نشد

source: Empty report
fa: دفتر خالی

source: Trial Balance
fa: تراز آزمایشی

source: Username
fa: نام کاربری

source: Permission
fa: دسترسی

source: Add User
fa: اضافه کردن کاربر

source: Edit User
fa: ویرایش کاربر

source: Edit Permission
fa: ویرایش دسترسی

source: Accounting Group
fa: گروه حسابداری

source: Product Location
fa: موقعیت در انبار

source: Over-Sell
fa: بیش‌فروش

source: Discount Formula
fa: فرمول تخفیف:

source: Are you sure you want to delete the product "%s"
fa: آیا از پاک کردن محصول "%s" مطمئنید؟

source: Selected Group has some related products and cannot be deleted.
fa: گروه انتخابی دارای محصولات مرتبط است و قابل پاک کردن نیست.

source: Unable to Delete
fa: قابل حذف نیست

source: Are you sure you want to delete the group "%s"
fa: آیا از حذف کامل گروه "%s" اطمینان دارید؟

source: Edit Product: %(code)s - %(name)s
fa: ویرایش محصول : %(code)s - %(name)s

source: There must be a "Code" for each product.
fa: باید یک " کد "برای هر محصول موجود باشد.

source: Missing Data
fa: داده های گم شده

source: There is no "Name" mentioned for this product.
fa: هیچ "نام" ذکر شده برای این محصول وجود دارد.

source: No "Accounting Group" is selected for this product.
fa: گروه حسابداری برای این محصول انتخاب نشده است.

source: "Accounting Group" which you selected does not exist.
fa: گروه حسابداری انتخابی موجود نیست

source: Wrong Accounting Group ID
fa: کد گروه حسابداری اشتباه است

source: Both the product "Code" and "Name" have already been used for other products.
fa: این نام و کد قبلاً استفاده شده است.

source: The product "Code" is used for another product before.
fa: این کد قبلاً استفاده شده است.

source: The product "Name" is used for another product before.
fa: این نام قبلاً استفاده شده است.

source: Used Data Selected
fa: داده‌های استفاده شده انتخاب شد

source: * "Quantity" is not entered or is set to 0. (Over-Sell is off)
fa: * مقدار وارد نشده با صفر وارد شده.

source: * "Purchase Price" is not entered or is set to 0.
fa: * قیمت خرید وارد نشده با صفر وارد شده.

source: * "Selling Price" is not entered or is set to 0.
fa: * قیمت فروش وارد نشده با صفر وارد شده.

source: Warning: Missing Data
fa: توجه: اطلاعات گمشده

source: Edit Group: %s
fa: ویرایش گروه: %s

source: Add New Group
fa: اضافه کردن گروه جدید

source: Data Missing!
fa: تاریخ را وارد کنید.

source: "Selling Group ID" which you selected is not a valid ID.
fa: کد گروه فروش انتخابی معتبر نیست.

source: Invalid Selling ID
fa: کد فروش معتبر نیست

source: "Buying Group ID" which you selected is not a valid ID.
fa: کد گروه خرید انتخابی معتبر نیست.

source: Invalid Buying ID
fa: کد خرید معتبر نیست

source: Both the group "Code" and "Name" have already been used for other groups.
fa: این نام و کد قبلاً استفاده شده است.

source: The group "Code" is used for another group before.
fa: این کد قبلا استفاده شده است.

source: The group "Name" is used for another group before.
fa: این نام قبلاً استفاده شده است.

source: Repairing database, Please wait...
fa: تعمیر پایگاه داده، لطفاً صبر کنید...

source: Are you sure to close the app?
fa: آیا از خروج از برنامه مطمئن هستید؟

source: Cash is negative
fa: موحودی منفی است

source: Check the due date of cheques
fa: تاریخ سررسید چک‌ها را بررسی کنید

source: Username or password is incorrect
fa: نام کاربری یا گذرواژه نادرست است.

source: Database changed successfully.
fa: پایگاه داده با موفقیت تغییر کرد.

source: Please close Amir and start it again in order to apply changes
fa: برای تغییر زبان نرم‌افزار لطفا آن را بسته و دوباره اجرا کنید.

source: Please restart Amir
fa: نیاز به راه اندازی مجدد نرم‌افزار

source: Amir Warehousing Buy Form
fa: فرم خرید

source: Add Product
fa: اضافه کردن محصول

source: Edit
fa: ویرایش

source: Remove
fa: حذف

source: Up
fa: بالا

source: Down
fa: پایین

source: Cash Payments:
fa: پرداخت‌های نقدی:

source: Total Payments:
fa: مجموع پرداخت:

source: Non-Cash Payments:
fa: پرداخت‌های غیر نقدی:

source: Balance Due:
fa: مابه‌التفاوت

source: Modify
fa: تغییر

source: Payments
fa: پرداخت‌ها

source: Date Shipped:
fa: تاریخ تحویل:

source: Description:
fa: توضیح:

source: F.O.B:
fa: تحویل در:

source: Shipped Via:
fa: حمل از طریق

source: <b>Shipment</b>
fa: <b>حمل و نقل</b>

source: Additions:
fa: اضافات:

source: (Substractions) :
fa: (کسورات):

source: VAT
fa: مالیات

source: Fee:
fa: عوارض

source: (Total Discount) :
fa: (مجموع تخفیف):

source: Payable Amount:
fa: مقدار قابل پرداخت:

source: Subtotal:
fa: زیر جمع:

source: Select
fa: انتخاب

source: Pre-Invoice
fa: پیش فاکتور

source: Invoice Number:
fa: شماره فاکتور:

source: Date:
fa: تاریخ:

source: Doc. Number:
fa: شماره سند:
