Repository: Jooyeshgar/amir
Catalog: po/*.po
Languages: fa

source: Save and Print
fa: ذخیره و مشاهده فاکتور

source: Cancel
fa: انصراف

source: Product:
fa: محصول

source: Group Number:
fa: شماره گروه:

source: Unit Price:
fa: قیمت واحد:

source: Discount:
fa: تخفیف:

source: Quantity Available:
fa: مقدار موجود:

source: Standard Buying Price:
fa: قیمت استاندارد خرید

source: Standard Discount:
fa: تخفیف:

source: Total Amount:
fa: مقدار کل:

source: Total Discount:
fa: جمع تخفیفات:

source: Add Buy
fa: اضافه کردن خرید

source: Delete
fa: حذف

source: Insert: Add group Ctrl+E: Edit Del: Delete
fa: Insert: اضافه گروه Ctrl+E: ویرایش Del: حذف

source: Amir - Automatic accounting
fa: امیر - حسابداری خودکار

source: Type:
fa: نوع:

source: From:
fa: از:

source: To
fa: به

source: Value:
fa: مقدار:

source: Cash Payment
fa: پرداخت نقدی

source: Non-Cash Payment
fa: پرداخت غیر نقدی

source: discount
fa: تخفیف

source: Spend Cheque
fa: خرج چک

source: List
fa: فهرست

source: Add
fa: اضافه کردن

source: Total:
fa: مجموع :

source: Mod:
fa: مانده:

source: Desc
fa: توضیح

source: Bank Accounts
fa: حساب‌های بانکی

source: _Add
fa: اضافه کردن

source: _Delete
fa: حذف

source: _Edit
fa: ویرایش

source: Number *
fa: شماره *

source: Name *
fa: نام *

source: Type *
fa: نوع *

source: Owner *
fa: صاحب *

source: Bank *
fa: بانک *

source: Branch
fa: شعبه

source: Address
fa: نشانی

source: Phone
fa: تلفن

source: Webpage
fa: صفحه وب

source: All
fa: همه

source: Product code
fa: کد محصول

source: Group
fa: گروه

source: Location
fa: مکان

source: Oversell
fa: بیش فروشی

source: Purchace Price
fa: قیمت خرید

source: Dicount Formula
fa: فرمول تخفیف

source: Product Description
fa: توضیح محصول

source: Date From
fa: تاریخ از

source: Date To
fa: تاریخ تا

source: Estimated profit
fa: سود تخمینی

source: Add Payment
fa: اضافه کردن چک

source: Select payment
fa: انتخاب چک

source: <b>Cheque</b>
fa: <b>چک </b>

source: OK
fa: تأیید

source: Insert: Add Payment Ctrl+E: Edit Del: Delete
fa: Insert: اضافه کردن Ctrl+E: ویرایش Del: حذف

source: Non-Cash Payments
fa: پرداخت‌های غیر نقدی

source: Add / Edit Cheque :
fa: افزودن/ویرایش چک:

source: Amount:
fa: مقدار:

source: Due Date:
fa: تاریخ سررسید:

source: Bank:
fa: بانک:

source: Writing Date:
fa: تاریخ ثبت:

source: Paid By:
fa: پرداخت شد توسط:

source: Status:
fa: وضعیت:

source: ID:
fa: شناسه:

source: Serial:
fa: سریال:

source: Amount From:
fa: مبلغ از:

source: Amount To:
fa: مبلغ تا:

source: Write date From:
fa: تاریخ ثبت از:

source: Write date To:
fa: تاریخ ثبت تا:

source: Due date From:
fa: تاریخ سررسید از:

source: Due date To:
fa: تاریخ سررسید تا:

source: Incoming
fa: دریافتی

source: Outgoing
fa: پرداختی

source: Paid - not passed
fa: پرداختی - پاس نشده

source: Recieved - not cashed
fa: دریافتی - وصول نشده

source: Paid - Passed
fa: پرداختی - پاس شده

source: Recieved - Cashed
fa: دریافتی - وصول شده

source: Spent
fa: واگذار شده

source: Bounced-Recieved
fa: دریافتی - برگشت شده

source: Bounced-Paid
fa: پرداختی - برگشت شده

source: Returned To
fa: عودت شده به

source: Returned From
fa: عودت شده از

source: Deleted
fa: حذف شده

source: Return to customer
fa: عودت به مشتری

source: Bounce cheque
fa: برگشت چک

source: Pass
fa: پاس/وصول

source: Actions :
fa: عملیات‌ها:

source: Return from customer
fa: عودت از مشتری

source: Total amount:
fa: مبلغ کل:

source: Group Code:
fa: کد گروه:

source: Name:
fa: نام:

source: <b> Customer Group </b>
fa: <b> گروه طرف حسابها </b>

source: Enter, Ctrl+S: OK Escape: Cancel
fa: Enter, Ctrl+S: OK Escape: انصراف

source: Customer Code:
fa: کد طرف حساب:

source: Customer Group:
fa: گروه طرف حساب:

source: Economics Code:
fa: کد اقتصادی:

source: Personal Code:
fa: کد ملی:

source: <b> Main Information </b>
fa: <b> اطلاعات اصلی </b>

source: Phone:
fa: تلفن:

source: Cell Phone:
fa: موبایل:

source: Fax:
fa: فاکس:

source: Email:
fa: ایمیل:

source: Address:
fa: نشانی:

source: Web Page:
fa: وب سایت:

source: Notify about transactions via email
fa: اطلاع‌رسانی از طریق ایمیل

source: Postal Code:
fa: کد پستی:

source: <b> Contact Information </b>
fa: <b> اظلاعات طرف حساب</b>

source: Reply Responsible:
fa: شخص رابط:

source: Connector:
fa: رابط:

source: <b> Connections Information </b>
fa: <b> اطلاعات تماس </b>

source: Personal Information
fa: اطلاعات شخصی

source: Account Number:
fa: شماره حساب:

source: <b> Account One </b>
fa: <b> حساب ۱ </b>

source: <b> Account Two </b>
fa: <b> حساب ۲ </b>

source: Financial Information
fa: اطلاعات اقتصادی

source: Marked Customer
fa: کاربر ویژه

source: Reason:
fa: دلیل:

source: <b> Marked User </b>
fa: <b> کاربر ویژه </b>

source: Introducer:
fa: معرف:

source: Discount Rate:
fa: درصد تخفیف:

source: Commission Rate:
fa: درصد پورسانت:

source: <b> Introduction Info </b>
fa: <b> اطلاعات شخصی </b>

source: Buyer
fa: خریدار

source: Seller
fa: فروشنده

source: Mate
fa: همکار

source: Agent
fa: نماینده

source: <b> Customer Types </b>
fa: <b> نوع مشتری </b>

source: Customer Type
fa: نوع طرف حساب

source: Customer Groups
fa: گروه طرف حساب‌ها

source: Add Group
fa: اضافه کردن گروه

source: View Customers
fa: مشاهده طرف حساب‌ها

source: Register new document
fa: ثبت سند جدید

source: Auto
fa: خودکار

source: Add row
fa: اضافه کردن سطر

source: Remove row
fa: پاک کردن سطر

source: Save Document
fa: ذخیره سند

source: Make permanent
fa: تبدیل به دائم

source: Delete Document
fa: حذف سند

source: Make tepmporary
fa: تبدیل به موقت

source: Document Number:
fa: شماره سند:

source: Debt Sum:
fa: جمع بدهکاری:

source: Credit Sum:
fa: جمع بستانکاری:

source: Difference:
fa: اختلاف:

source: Insert: Add row Ctrl+E: Edit row Del: Delete row Ctrl+S: Save document Ctrl+P: Make permanent
fa: Insert: اضافه Ctrl+E: ویرایش Del: حذف Ctrl+S: ذخیره Ctrl+P: دائمی

source: Subject Code:
fa: کد سرفصل:

source: Subject :
fa: سرفصل:

source: Amount:
fa: مقدار:

source: Remained:
fa: مانده:

source: Transaction type
fa: نوع تراکنش

source: Enter, Ctrl+S: Save Escape: Cancel
fa: Enter, Ctrl+S: ذخیره Escape: انصراف

source: Amir - Create new database
fa: امیر - ساخت پایگاه داده جدید

source: Create new database:
fa: ساخت پایگاه داده جدید:

source: Database name:
fa: نام پایگاه داده:

source: Empty database
fa: پایگاه داده خالی

source: Copy data from:
fa: استفاده از داده‌های موجود:

source: Documents
fa: اسناد

source: Bank accounts
fa: حساب‌های بانکی

source: Users
fa: کاربر

source: Config
fa: پیکربندی

source: Notebook subjects
fa: سرفصل‌ها

source: Product groups
fa: گروه‌های کالا

source: Products
fa: محصولات

source: Customers
fa: طرف حساب‌ها

source: Factors
fa: فاکتورها

source: Cheques
fa: چک‌ها

source: label
fa: برچسب

source: _Actions
fa: _عملیات

source: Automatic Accounting
fa: حسابداری خودکار

source: Add Sell
fa: اضافه کردن فروش

source: Sales Return
fa: برگشت از فروش

source: Purchase Return
fa: برگشت از خرید

source: Manual Registration
fa: ثبت دستی سند

source: Edit Document
fa: ویرایش سند

source: _Quit
fa: خروج

source: _Reports
fa: گزارش‌ها

source: Daily Notebook
fa: دفتر روزنامه‌ای

source: Document
fa: سند

source: Cardex
fa: کاردکس

source: _Warehousing
fa: انبارداری

source: View All Products
fa: مشاهده تمام محصولات

source: View All Sells
fa: مشاهده همه فروش‌ها

source: View All Buys
fa: مشاهده همه خریدها

source: View all Sale returns
fa: مشاهده تمام برگشت از فروش‌ها

source: View All Purchase Returns
fa: مشاهده تمام برگشت از خریدها

source: _Management
fa: _مدیریت

source: Notebook Subjects
fa: سرفصل‌ها

source: Organizing
fa: مرتب‌سازی

source: Arrange Documents
fa: مرتب‌سازی اسناد

source: View Bank Accounts
fa: نمایش حساب‌های بانکی

source: Add Bank Account
fa: اضافه کردن حساب بانکی

source: Settings
fa: تنظیمات

source: Database
fa: پایگاه داده

source: New database
fa: پایگاه داده جدید

source: Clean current database
fa: پاک کردن پایگاه داده فعلی!

source: Backup database
fa: پشتیبان گیری

source: Restore database
fa: بازگرداندن پشتیبان

source: _Help
fa: _راهنما

source: About Amir
fa: درباره امیر

source: _Initial Settings
fa: _تنظیمات اولیه

source: View All Groups
fa: مشاهده تمام گروه‌ها

source: Current Database:
fa: پایگاه داده فعلی:

source: Just another accounting software designed mainly for persian users
fa: یک سیستم حسابداری طراحی شده برای کاربران ایرانی

source: Name of Backup file:
fa: نام فایل پشتیبان:

source: Select document to edit
fa: یک سند برای ویرایش انتخاب کنید

source: Document Number:
fa: شماره سند:

source: Amir - login
fa: امیر - ورود

source: Username:
fa: نام کاربری:

source: Password:
fa: رمز عبور:

source: Add ledger
fa: اضافه کردن سرفصل

source: Add sub-ledger
fa: افزودن زیرفصل

source: Search subject name:
fa: جستجوی موضوع:

source: Use left/right arrow keys to expand/collapse subjects
fa: برای باز/بسته کردن موضوعات از کلیدهای جهتی چپ/راست استفاده کنید.

source: _Select
fa: انتخاب

source: Ctrl+L: Add ledger Insert: Add sub-ledger Ctrl+E: Edit Del: Delete
fa: Ctrl+L: اضافه کردن سرفصل Insert: اضافه کردن زیرفصل Ctrl+E: Edit Del: Delete

source: Sub-ledger from:
fa: زیرفصل از:

source: Ledger code:
fa: کد سرفصل:

source: Ledger name:
fa: نام سرفصل:

source: Ledger type
fa: نوع سرفصل

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: of
fa: از

source: Subject
fa: سرفصل

source: Show the whole content
fa: نمایش تمام محتوای دفتر

source: Show content at date:
fa: نمایش محتوا در تاریخ:

source: Show content between dates:
fa: نمایش محتوا بین تاریخ‌های:

source: to
fa: تا

source: Show content between document numbers
fa: نمایش محتوا بین شماره سند‌های:

source: Report parameters
fa: ویژگی‌های گزارش

source: Find documents which contain:
fa: اسنادی که شامل:

source: Search
fa: جستجو

source: Export to CSV format
fa: تبدیل به فرمت CSV

source: Print
fa: چاپ

source: Preview
fa: پیش‌نمایش

source: Ctrl+P: Print Enter: Preview Ctrl+F: Export to CSV
fa: Ctrl+P: پرینت Enter: مشاهده Ctrl+F: Export to CSV

source: Select Document
fa: انتخاب سند

source: Eg: 1-15
fa: برای مثال: 1-15

source: Show zero ledgers
fa: نمایش مقادیر صفر

source: Choose language from the list:
fa: زبان خود را ازلیست زیر انتخاب کنید

source: Language
fa: زبان

source: Date Format:
fa: روش نمایش تاریخ:

source: Date Order:
fa: ترتیب اعداد تاریخ:

source: Separate by:
fa: جدا کردن اعداد تاریخ با:

source: Date Format
fa: قالب تاریخ

source: Use latin characters for numbers.
fa: برای اعداد از کاراکتر‌های لاتین استفاده شود.

source: Number Format
fa: قالب اعداد

source: Format
fa: قالب

source: Before you change the database, Make sure you don't have any unsaved data.
fa: قبل از این‌که پایگاه داده را تغییر دهید، مطمئن شوید که تمام اطلاعات را ذخیره کرده‌اید.

source: Current database:
fa: پایگاه داده فعلی:

source: Change database
fa: تغییر پایگاه داده

source: Repair current database when amir starts up.
fa: تعمیر پایگاه داده جاری زمانی که امیر شروع می‌شود.

source: Repair Now!
fa: تعمیر پایگاه داده

source: Repair database
fa: تعمیر پایگاه داده

source: Top margin:
fa: حاشیه بالا:

source: Bottom Margin:
fa: حاشیه پایین:

source: Right margin:
fa: حاشیه راست:

source: Left margin:
fa: حاشیه چپ:

source: Paper size:
fa: سایز صفحه:

source: Paper setup
fa: تنظیمات صفحه

source: Page margins
fa: حاشیه‌های صفحه

source: Report name:
fa: نام گزارش:

source: Header:
fa: سربرگ:

source: Content:
fa: محتوی:

source: Footer:
fa: پانویس:

source: Font sizes
fa: سایز فونت

source: Reports
fa: گزارش‌ها

source: Company
fa: شرکت

source: Subjects
fa: سرفصل

source: Other
fa: دیگر

source: Config Key
fa: کلید پیکربندی

source: Config Desc
fa: توضیحات پیکربندی

source: Config Model
fa: مدل پیکربندی

source: FileChooser
fa: انتخاب فایل

source: Entry
fa: ورود

source: Single Subject Selector
fa: انتخابگر تک سرفصل

source: Multiple subject selector
fa: انتخابگر چندگانه سرفصل

source: Custom Config
fa: پیکربندی سفارشی

source: _Defaults
fa: _پیشفرض‌ها

source: Database Type:
fa: نوع پایگاه داده

source: Database name:
fa: نام پایگاه داده:

source: Database path:
fa: :مسیر پایگاه داده

source: Browse
fa: جستجو

source: Username:
fa: نام کاربری:

source: Password:
fa: رمز عبور:

source: Host:
fa: هاست:

source: Clean Database
fa: پاک کردن دیتابیس

source: Copy Structure from current database
fa: کپی کردن ساختار مورد نیاز برنامه از پایگاه داده فعلی

source: Copy Structure and Customers
fa: کپی کردن ساختار مورد نیاز و طرف حساب‌ها

source: Copy All Data (Backup)
fa: کپی کردن تمام داده‌ها (پشتیبان‌گیری)

source: Permission:
fa: دسترسی:

source: Warehouse
fa: انبار

source: Create
fa: ایجاد

source: Read
fa: خواندن

source: Update
fa: بروزرسانی

source: Checque
fa: چک

source: Permissions
fa: دسترسی‌ها

source: Groups
fa: گروه‌ها

source: Add Permission
fa: اضافه کردن دسترسی

source: Product Groups
fa: گروه محصولات

source: Group Name:
fa: نام گروه:

source: Selling Code:
fa: کد فروش:

source: Buying Code:
fa: کد خرید:

source: Insert: Add product Ctrl+G: Add Group Ctrl+E: Edit Del: Delete
fa: Insert: اضافه کردن محصول Ctrl+E: ویرایش Del: حذف Ctrl+G: اضافه کردن گروه

source: Product Code:
fa: کد محصول:

source: Product Name:
fa: نام محصول

source: Product Description:
fa: توضیح:

source: Product Group:
fa: گروه کالا:

source: Quantity Warning:
fa: هشدار تعداد

source: OverSell?
fa: بیش‌فروش؟

source: Initial Inventory:
fa: موجودی اولیه:

source: Product Location:
fa: موقعیت در انبار

source: Purchace Price:
fa: قیمت خرید:

source: Selling Price:
fa: قیمت فروش:

source: Press Enter to see available groups.
fa: برای مشاهده سرفصل ها اینتر را فشار دهید.

source: Hint: From quantity - To quantity: Amount of discount for each product (The order is important) Example: 1-30: 400 , 30-100: 360.7 , 100-170: 300
fa: راهنمایی: (از مقدار) - (تا مقدار)‌ :‌ میزان تخفیف برای هر محصول مثال: 300 :100-170 , 360.7 :30-100 , 400 :1-30

source: Discount Formula:
fa: فرمول تخفیف:

source: Unit Measurement:
fa: واحد اندازه گیری:
